{
	"quotesArray":
	[
	
	{"quote":"My worst days in recovery are better than the best days in relapse.","author":"Kate Le Page"},
	{"quote":"I am beginning to measure myself in strength, not pounds. Sometimes in smiles.","author":"Laurie Halse Anderson"},
	{"quote":"In any given moment we have two options: to step forward into growth or to step back into safety.","author":"Abraham Maslow"},
	{"quote":"Get off the scale! I have yet to see a scale that can tell you how enchanting your eyes are. I have yet to see a scale that can show you how wonderful your hair looks when the sun shines its glorious rays on it. I have yet to see a scale that can thank you for your compassion, sense of humor, and contagious smile. Get off the scale because I have yet to see one that can admire you for your perseverance when challenged in life.","author":"Steve Maraboli"},
	{"quote":"Love yourself unconditionally, just as you love those closest to you despite their faults.","author":"Les Brown"},
	{"quote":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","author":"Buddha"},
	{"quote":"Where there is great love there are always miracles.","author":"Willa Cather"},
	{"quote":"What lies behind us and what lies before us are small matters compared to what lies within us.","author":"Ralph Waldo Emerson"},
	{"quote":"Courage does not always roar. Sometimes courage is the quiet voice at the end of the day saying, ‘I will try again tomorrow.'","author":"Mary Anne Radmacher"},
	{"quote":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. Do the thing you think you cannot do.","author":"Eleanor Roosevelt"},
	{"quote":"Keep these concepts in mind: You’ve failed many times, although you don’t remember. You fell down the first time you tried to walk. You almost drowned the first time you tried to swim. Don’t worry about failure. My suggestion to each of you: Worry about the chances you miss when you don’t even try.","author":"Sherman Finesilver"},
	{"quote":"Let your hopes, not your hurts shape your future.","author":"Robert Schuller"},
	{"quote":"We must accept finite disappointment, but never lose infinite hope.","author":"Martin Luther King Jr."},
	{"quote":"If we are ready to tear down the walls that confine us, break the cage that imprisons us, we will discover what our wings are for.","author":"Michael Meegan"},
	{"quote":"Though no one can go back and make a new start, anyone can start from now and make a brand new end.","author":"Carl Bard"},
	{"quote":"Binge on life. Purge negativity. Starve guilty feelings.","author":""},
	{"quote":"Beauty starts in your head, not in your mirror.","author":""},
	{"quote":"Don't let your mind bully your body","author":""},
	{"quote":"No scale can measure how much we are loved or how incredibly precious we are.","author":""},
	{"quote":"Stop hating yourself for everything you aren't. Start loving yourself for everything you are.","author":""},
	{"quote":"Beauty is about living your life, and being happy with yourself inside and out, and not worrying about what people think of you.","author":""},
	{"quote":"One of the most dangerous myths surrounding eating disorders is that they are a life sentence.","author":"Lynn Grilly"},
	{"quote":"There is no magic cure, no making it all go away forever. There are only small steps upward; an easier day, an unexpected laugh, a mirror that doesn't matter anymore.","author":"Laurie Halse Anderson"},
	{"quote":"Recovery is remembering who you are and using your strengths to become all that you were meant to be.","author":""},
	{"quote":"Even the models we see in magazines wish they could look like their own images.","author":"Cheri K. Erdman"},
	{"quote":"Don't let your mind bully your body into believing it must carry the burden of its worries.","author":"Astrid Alauda"},
	{"quote":"Beauty is not a state of body. It´s a state of mind.","author":""},
	{"quote":"In order to heal you must eat every meal","author":""},
	{"quote":"It doesn’t matter how slowly you go, so long as you dont stop.","author":""},
	{"quote":"I’m not telling you it will be easy, I am telling you it is worth it.","author":""},
	{"quote":"A journey of 1000 miles begins with a first step.","author":""},
	{"quote":"Being strong isn’t being able to starve yourself for three weeks. Being strong is being able to get out of your eating disorder and becoming healthy, even when the voice in your head won’t let you. Ignoring this voice IS being the strongest, so don’t ever give up.","author":""},
	{"quote":"Strive for progress, not perfection","author":""},
	{"quote":"Today I will do my best. If I have a good day, I will be proud of myself. If I have a bad day, I will not dwell on it, I will forgive myself, I will put it behind me and I will continue to move forward in my recovery.","author":""},
	{"quote":"You are braver than you believe, stronger than you seem, and smarter than you think.","author":""},
	{"quote":"Determination will get you through this.","author":""},
	{"quote":"Fairytales are more than true; not because they tell us that dragons exist, but because they tell us that dragons can be beaten.","author":""},
	{"quote":"Hate is easy. Love takes courage.","author":""},
	{"quote":"Perhaps strength doesn’t reside in never having been broken, but in the courage required to grow strong in the broken places.","author":""},
	{"quote":"It will all turn out fine in the end. If it’s not fine, it’s not the end.","author":""},
	{"quote":"When the world says ‘give up’, hope says ‘try one more time’.","author":""},
	{"quote":"Keep your face in the sunshine and you will never see the shadow.","author":""},
	{"quote":"Learn from yesterday, live for today, hope for tomorrow.","author":""},
	{"quote":"While we cannot direct the wind, we can adjust the sails.","author":""},
	{"quote":"If you’re brave enough to say goodbye, life will reward you with a hello.","author":""},
	{"quote":"Every day might not be a good day but there is good in every day.","author":""},
	{"quote":"It doesn’t matter how long it takes, all that matters is getting there.","author":""},
	{"quote":"To believe a thing is impossible is to make it so.","author":""},
	{"quote":"You can never cross the ocean unless you first lose sight of the shore.","author":""},
	{"quote":"There is no failure except in no longer trying.","author":""},
	{"quote":"No matter how long the winter, spring is sure to follow.","author":""},
	{"quote":"To anyone who told you you are not good enough, they are no better.","author":""},
	{"quote":"Sometimes you need to step outside, get some air, and remind yourself of who you are and where you want to be.","author":""},
	{"quote":"Yesterday is history. Tomorrow is a mystery. But today is a gift. That’s why they call it a present.","author":""},
	{"quote":"Who knows where this path will take us, but let’s promise never to give up because it may lead us somewhere vast and amazing.","author":""},
	{"quote":"Stop being afraid of what could go wrong and think instead of what could go right.","author":""},
	{"quote":"Turn your wounds into wisdom.","author":""},
	{"quote":"Never forget you are worth more than the value you place on yourself.","author":""}
]
}